{
  "products": [
    {
      "id": "tesla",
      "thumb_src": "https://ev-database.org/img/auto/Tesla_Model_S_2021/Tesla_Model_S_2021-01@2x.jpg",
      "thumb_alt": "tesla-image",
      "images": [
        {
          "src": "https://www.topgear.com/sites/default/files/images/news-article/2020/09/b545362cfc4bc0818da57ed0e40a5e44/1.jpg",
          "alt": "first_image"
        },
        {
          "src": "https://s3-prod.autonews.com/s3fs-public/styles/800x600/public/Tesla-Model%20S%20PLAID%20web.jpg",
          "alt": "third_image"
        },
        {
          "src": "https://www.forbes.com/wheels/wp-content/uploads/2021/01/Tesla_S_Plaid_SEO.jpg",
          "alt": "fourth_image"
        }
      ],
      "color": "Red",
      "title": "Tesla",
      "price": 185000,
      "description": "The Tesla Model S Plaid edition is a high-performance electric sedan with a top speed of 200 mph and a range of over 350 miles per charge.",
      "full_description": "The Tesla Model S Plaid edition is the latest and most powerful version of the Model S electric sedan. It features a tri-motor setup that generates up to 1,020 horsepower, enabling it to accelerate from 0 to 60 mph in under two seconds, making it one of the fastest production cars in the world. The Plaid edition also boasts a range of over 350 miles per charge, making it one of the longest-range electric cars on the market. With a top speed of 200 mph, the Model S Plaid edition offers unparalleled performance and driving experience.",
      "details": "The Tesla Model S Plaid edition boasts several cutting-edge features, including a new heat pump that improves the car's energy efficiency and climate control. It also comes with an updated battery pack that enables faster charging times and better thermal management. The Plaid edition features a revamped interior with a new infotainment system that includes a 17-inch touchscreen display, gaming capabilities, and a 22-speaker audio system. Additionally, it comes with advanced driver-assist features, such as Tesla's Autopilot and Full Self-Driving capabilities, making it one of the most advanced and autonomous electric cars on the market.",
      "highlights": [
        "Unmatched performance: With up to 1,020 horsepower and a 0-60 mph time of under two seconds, the Plaid edition is one of the fastest production cars ever made.\n\n",
        "Long-range capability: The Plaid edition offers a range of over 350 miles per charge, making it one of the longest-range electric cars on the market.\n\n",
        "Advanced technology: The Plaid edition comes with Tesla's latest technology, including an updated infotainment system, advanced driver-assist features, and over-the-air software updates.\n\n",
        "Unique design: The Plaid edition features a unique aerodynamic design, including a carbon fiber rear spoiler and a new heat pump system that improves energy efficiency and climate control.\n\n\n"
      ],
      "features": [
        "Tri-motor setup: The Plaid edition features a tri-motor setup that generates up to 1,020 horsepower, allowing the car to accelerate from 0 to 60 mph in under two seconds.\n\n",
        "Updated battery pack: The Plaid edition comes with an updated battery pack that enables faster charging times and better thermal management, improving the car's range and overall performance.\n\n",
        "Advanced driver-assist features: The Plaid edition comes with Tesla's advanced driver-assist features, including Autopilot and Full Self-Driving capabilities, making it one of the most autonomous electric cars on the market.\n\n",
        "Revamped interior: The Plaid edition features a revamped interior with a new infotainment system that includes a 17-inch touchscreen display, gaming capabilities, and a 22-speaker audio system, providing passengers with a premium and immersive experience.\n\n\n"
      ],
      "rating": 5,
      "reviews": 10001,
      "stock": true
    },
    {
      "id": "airpods",
      "thumb_src": "https://store.storeimages.cdn-apple.com/4982/as-images.apple.com/is/airpods-max-select-spacegray-202011_FMT_WHH?wid=1200&hei=630&fmt=jpeg&qlt=95&.v=1604615275000",
      "thumb_alt": "airpods-image",
      "images": [
        {
          "src": "https://m.media-amazon.com/images/I/813LwotY94L._AC_UF1000,1000_QL80_.jpg",
          "alt": "first_image"
        },
        {
          "src": "https://image-cdn.hypb.st/https%3A%2F%2Fhypebeast.com%2Fimage%2F2020%2F12%2Fairpods-max-closer-look-12.jpg?q=75&w=800&cbr=1&fit=max",
          "alt": "third_image"
        },
        {
          "src": "https://bgr.com/wp-content/uploads/2021/07/apple-airpods-max-2.jpg?quality=82&strip=all",
          "alt": "fourth_image"
        }
      ],
      "color": "Space Gray",
      "title": "Airpods",
      "price": 420.00,
      "description": "The AirPods Max are over-ear wireless headphones designed by Apple, featuring high-fidelity audio, active noise cancellation, and a sleek, minimalist design.\n\n\n",
      "full_description": "The AirPods Max are a premium over-ear wireless headphone option from Apple that feature high-fidelity audio with custom acoustic design, active noise cancellation, and spatial audio for a more immersive listening experience. The headphones are crafted from premium materials such as stainless steel, breathable mesh canopy, and memory foam ear cushions for a comfortable fit. The AirPods Max also include convenient features such as automatic pause/play when removing or placing the headphones on your head, and Siri voice control for hands-free use. Finally, the headphones come with a smart case that puts them in an ultra-low power state to preserve battery life when not in use.",
      "details": "The AirPods Max feature a custom acoustic design that delivers high-fidelity audio with deep bass, accurate mids, and crisp, clean highs. The headphones also feature active noise cancellation, which uses advanced algorithms to block out external noise and provide a more immersive listening experience. In addition, the AirPods Max include Spatial Audio, which uses dynamic head tracking to create a surround sound experience that adjusts to your head movement. The headphones are designed with a breathable mesh canopy and memory foam ear cushions that provide a comfortable fit, even during long listening sessions.",
      "highlights": [
        "High-fidelity audio: The AirPods Max feature custom acoustic design and high-fidelity audio that delivers rich, detailed sound with deep bass and clear highs.\n\n",
        "Active noise cancellation: The headphones use advanced algorithms to block out external noise, creating a more immersive listening experience.\n\n",
        "Spatial Audio: The AirPods Max include Spatial Audio technology, which creates a surround sound experience that adjusts to your head movement.\n\n",
        "Premium design: The headphones are crafted from premium materials such as stainless steel, breathable mesh canopy, and memory foam ear cushions, providing a comfortable and luxurious fit.\n\n\n"
      ],
      "features": [
        "Convenient controls: The AirPods Max feature a Digital Crown that allows you to easily control volume, play/pause, skip tracks, and activate Siri without needing to use your phone. The headphones also automatically pause music when you take them off and resume when you put them back on.\n\n\n",
        "Adaptive EQ: The headphones feature Adaptive EQ, which automatically tunes the audio to the shape of your ear for a more personalized and immersive listening experience.",
        "Battery life: The AirPods Max offer up to 20 hours of battery life, and the headphones include a Smart Case that puts them into an ultra-low power state to preserve battery life when not in use.",
        "Seamless connectivity: The headphones are easy to connect to your Apple devices and automatically switch between them, so you can seamlessly switch between your iPhone, iPad, and Mac without needing to manually connect each time."
      ],
      "rating": 4.8,
      "reviews": 666,
      "stock": true
    },
    {
      "id": "twitter",
      "thumb_src": "https://media.bizj.us/view/img/11855675/twitter*1200xx4032-2268-0-378.jpg",
      "thumb_alt": "twitter-image",
      "images": [
        {
          "src": "https://static.dezeen.com/uploads/2013/12/Twitters-colourful-global-headquarters-by-IA-Architects-and-Lundberg-Design_dezeen_30sq.jpg",
          "alt": "first_image"
        },
        {
          "src": "https://www.officelovin.com/wp-content/uploads/2020/02/twitter-toronto-office-m.jpg",
          "alt": "third_image"
        },
        {
          "src": "https://static.dezeen.com/uploads/2013/12/Twitters-colourful-global-headquarters-by-IA-Architects-and-Lundberg-Design_dezeen_29.jpg",
          "alt": "fourth_image"
        }
      ],
      "color": "Take Private",
      "title": "Twitter Inc.",
      "price": 9000000,
      "description": "Don't miss out on an incredible investment opportunity! For just $9,000,000, you could own Twitter, a social media platform that connects millions of users around the world and has a current valuation of over $50 billion!",
      "full_description": "Looking for an investment opportunity with enormous potential? Look no further than Twitter! For just $9,000,000, you could own a piece of this social media platform that connects millions of users and generates billions in revenue. With a current valuation of over $50 billion, Twitter is one of the most valuable companies on the internet. Don't wait – act now and take advantage of this incredible opportunity to own a piece of Twitter and potentially reap huge rewards!\n\n\n",
      "details": "With its real-time updates and viral potential, Twitter has revolutionized the way we communicate and consume information. As an investor in Twitter, you would be taking advantage of its massive user base and cutting-edge technology to generate revenue through advertising, promoted tweets, and other monetization strategies. Plus, with Twitter's continued growth and expansion into new markets, your investment is poised to see significant returns in the years to come. So why wait? Invest in Twitter today and start building your portfolio for the future!",
      "highlights": [
        "Incredible potential for growth: With millions of users and a strong revenue stream, Twitter has enormous potential for continued growth and profitability.\n\n",
        "Valuable asset: Twitter is currently valued at over $50 billion, making it one of the most valuable companies on the internet.\n\n",
        "Well-established platform: Twitter has been around for over a decade and has become a staple of modern communication, making it a reliable and trustworthy investment.\n\n",
        "Easy to own: For just $9,000,000, you could own a piece of this powerful social media platform, potentially earning significant returns on your investment.\n\n\n"
      ],
      "features": [
        "A Once-in-a-Lifetime Opportunity: Twitter is a household name and a social media platform that has revolutionized the way people communicate and connect. For just $9,000,000, you can own a piece of this groundbreaking company.\n\n",
        "A Billion-Dollar Business: Twitter is one of the most valuable companies on the internet, generating billions in revenue each year. As an investor, you'll have the potential to reap huge rewards as the company continues to grow and expand.\n\n",
        "A Global Community: With over 330 million active users around the world, Twitter is a platform that connects people from all walks of life. As an investor, you'll be part of this community and have a stake in its continued success.\n\n",
        "Unmatched Potential: Twitter is constantly evolving and innovating, with new features and products that keep users engaged and connected. As an investor, you'll have a front-row seat to this innovation and the potential to benefit from the company's continued growth and success.\n\n\n"
      ],
      "rating": 3.5,
      "reviews": 12321,
      "stock": true
    },
    {
      "id": "netflix",
      "thumb_src": "https://static.vecteezy.com/system/resources/previews/022/101/069/original/netflix-logo-transparent-free-png.png",
      "thumb_alt": "netflix-image",
      "images": [
        {
          "src": "https://nofilmschool.com/sites/default/files/styles/facebook/public/twin_peaks_-_the_red_room.jpg?itok=bvfnoe2b",
          "alt": "first_image"
        },
        {
          "src": "https://pbblogassets.s3.amazonaws.com/uploads/2020/12/03145552/Cinematography.jpg",
          "alt": "third_image"
        },
        {
          "src": "https://static.vecteezy.com/system/resources/previews/022/101/069/original/netflix-logo-transparent-free-png.png",
          "alt": "fourth_image"
        }
      ],
      "color": "Monthly Subscription",
      "title": "Netflix Subscription",
      "price": 16,
      "subscription": true,
      "description": "Experience the ultimate entertainment package with Netflix's premium subscription for just $16 per month, featuring 4K Ultra HD video quality, support for multiple screens, and a vast library of movies and TV shows to choose from.",
      "full_description": "Looking for endless entertainment at your fingertips? Look no further than Netflix! With a subscription priced at just $16 per month, you'll have access to thousands of movies, TV shows, and original series that you can watch anytime, anywhere. From award-winning dramas to family-friendly comedies, Netflix has something for everyone. Don't miss out – sign up today and start streaming your favorite content!",
      "details": "With a Netflix subscription for just $16 per month, you'll gain access to thousands of movies, TV shows, and original content that you won't find anywhere else. From award-winning dramas and comedies to thrilling action movies and documentaries, there's something for everyone on Netflix. Plus, with the ability to stream on multiple devices and download content to watch offline, you can enjoy your favorite shows and movies anytime, anywhere. Don't miss out on this incredible offer to join the millions of satisfied Netflix subscribers around the world – sign up today!\n\n\n",
      "highlights": [
        "Unlimited Streaming: With a Netflix subscription, you'll have unlimited access to thousands of TV shows, movies, and original content, all for one low monthly price.\n\n",
        "Ad-Free Viewing: Unlike other streaming platforms, Netflix doesn't include any ads or commercials during your viewing experience, so you can enjoy your favorite content uninterrupted.\n\n",
        "Multiple Profiles: With a Netflix subscription, you can create up to five different profiles for different members of your household, each with their own recommendations and watch history.\n\n",
        "Downloadable Content: With the ability to download select TV shows and movies, you can take your Netflix content on the go and watch it anywhere, without needing an internet connection.\n\n\n"
      ],
      "features": [
        "Award-winning content: Netflix is known for producing critically acclaimed original content, including shows like Stranger Things, The Crown, and Ozark. With a subscription for just $16 a month, you'll have access to all this and more.\n\n",
        "Customizable playback: Netflix lets you adjust your playback settings to your preference, including speed, subtitles, and audio options. You can even create your own watchlist of shows and movies for easy access.\n\n",
        "Variety of genres: Whether you're in the mood for action, romance, comedy, or horror, Netflix has a wide selection of content to choose from. With a subscription at just $16 a month, you'll never run out of things to watch.\n\n",
        "Compatibility with multiple devices: With a Netflix subscription, you can stream your favorite shows and movies on multiple devices, including your phone, tablet, laptop, or TV. Plus, you can watch on up to four different screens at the same time, perfect for sharing with family or friends.\n\n\n"
      ],
      "rating": 4.9,
      "reviews": 1000,
      "stock": true
    }
  ],
  "categories": [
    {
      "thumb_src": "https://images.unsplash.com/photo-1491933382434-500287f9b54b?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=400&q=80",
      "title": "Electronics"
    },
    {
      "thumb_src": "https://images.unsplash.com/photo-1541643600914-78b084683601?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=400&q=80",
      "title": "New Arivals"
    },
    {
      "thumb_src": "https://images.unsplash.com/photo-1504274066651-8d31a536b11a?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=400&q=80",
      "title": "Accessories"
    },
    {
      "thumb_src": "https://images.unsplash.com/photo-1556217256-f4e659e15103?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=400&q=80",
      "title": "Sale"
    }
  ],
  "reviews": [
    {
      "avatar": "https://images.unsplash.com/photo-1570295999919-56ceb5ecca61?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=200&q=80",
      "name": "Hector Gibbs",
      "date": "July 17, 2023",
      "rating": 5,
      "comment": "As we live, our hearts turn colder. Cause pain is what we go through as we become older. We get insulted by others, lose trust for those others. We get back stabbed by friends. ",
      "productID": "01"
    },
    {
      "avatar": "https://images.unsplash.com/photo-1618077360395-f3068be8e001?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=200&q=80",
      "name": "Willie Manson",
      "date": "Aug 18, 2023",
      "rating": 4,
      "comment": "It really matters and then like it really doesn’t matter. What matters is the people who are sparked by it. And the people who are like offended by it, it doesn’t matter.",
      "productID": "01"
    },
    {
      "avatar": "https://images.unsplash.com/photo-1485893086445-ed75865251e0?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=200&q=80",
      "name": "Mary Doyle",
      "date": "Nov 11, 2023",
      "rating": 5,
      "comment": "It really matters and then like it really doesn’t matter. What matters is the people who are sparked by it. And the people who are like offended by it, it doesn’t matter.",
      "productID": "01"
    },
    {
      "avatar": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=200&q=80",
      "name": "Joe Molly",
      "date": "Mar 23, 2023",
      "rating": 3,
      "comment": "It’s like a little kid, a little boy, looking at colors, and no one told him what colors are good, before somebody tells you you shouldn’t like pink.",
      "productID": "01"
    },
    {
      "avatar": "https://images.unsplash.com/photo-1534126416832-a88fdf2911c2?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=200&q=80",
      "name": "Keisha Megan",
      "date": "Jun 21, 2023",
      "rating": 4,
      "comment": "For standing out. But the time is now to be okay to be the greatest you. Would you believe in what you believe in, if you were the only one who believed it?",
      "productID": "01"
    },
    {
      "avatar": "https://images.unsplash.com/photo-1542909168-82c3e7fdca5c?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=200&q=80",
      "name": "Kevin Klein",
      "date": "Dec 01, 2023",
      "rating": 5,
      "comment": "Society has put up so many boundaries, so many limitations on what’s right and wrong that it’s almost impossible to get a pure thought out.",
      "productID": "01"
    }
  ],
  "orders": [
    {
      "orderNumber": 23791,
      "products": [
        {
          "id": "01",
          "status": "Processed",
          "quantity": 1,
          "dateModified": "March 23, 2023"
        },
        {
          "id": "02",
          "status": "Delivered",
          "quantity": 3,
          "dateModified": "June 28, 2023"
        }
      ],
      "payment": {
        "cardNumber": "0042",
        "expiringDate": "01/27"
      },
      "date": "March 23, 2023",
      "address": "Mike Jenkins, 4717, Don Valley Village Toronto, ON N3Y 4H8",
      "email": "g*****@mail.com",
      "phoneNumber": "+1*****21"
    },
    {
      "orderNumber": "WB2341",
      "products": [
        {
          "id": "03",
          "status": "Order Placed",
          "quantity": 1,
          "dateModified": "March 23, 2023"
        }
      ],
      "payment": {
        "cardNumber": "4119",
        "expiringDate": "01/27"
      },
      "date": "March 28, 2023",
      "address": "Mike Jenkins, 4717, Don Valley Village Toronto, ON N3Y 4H8",
      "email": "as*****@mail.com",
      "phoneNumber": "+4*****23"
    },
    {
      "orderNumber": "010110",
      "products": [
        {
          "id": "04",
          "status": "Order Placed",
          "quantity": 1,
          "dateModified": "Sep 09, 2023"
        },
        {
          "id": "01",
          "status": "Shipped",
          "quantity": 1,
          "dateModified": "Sep 12, 2023"
        },
        {
          "id": "02",
          "status": "Delivered",
          "quantity": 1,
          "dateModified": "Sep 13, 2023"
        }
      ],
      "payment": {
        "cardNumber": "5290",
        "expiringDate": "11/27"
      },
      "date": "Sep 07, 2023",
      "address": "Mike Jenkins, 4717, Don Valley Village Toronto, ON N3Y 4H8",
      "email": "ju*****@mail.com",
      "phoneNumber": "+4*****52"
    }
  ],
  "shoppingCart": [
    "01",
    "02",
    "03"
  ],
  "shoppingCart2": [
    "02",
    "03",
    "04"
  ]
}
