{
  "products": [
    {
      "id": "netflix",
      "thumb_src": "https://static.vecteezy.com/system/resources/previews/022/101/069/original/netflix-logo-transparent-free-png.png",
      "thumb_alt": "netflix-image",
      "images": [
        {
          "src": "https://nofilmschool.com/sites/default/files/styles/facebook/public/twin_peaks_-_the_red_room.jpg?itok=bvfnoe2b",
          "alt": "first_image"
        },
        {
          "src": "https://pbblogassets.s3.amazonaws.com/uploads/2020/12/03145552/Cinematography.jpg",
          "alt": "third_image"
        },
        {
          "src": "https://static.vecteezy.com/system/resources/previews/022/101/069/original/netflix-logo-transparent-free-png.png",
          "alt": "fourth_image"
        }
      ],
      "color": "Monthly Subscription",
      "title": "Netflix Subscription",
      "price": 16,
      "subscription": true,
      "description": "Experience the ultimate entertainment package with Netflix's premium subscription for just $16 per month, featuring 4K Ultra HD video quality, support for multiple screens, and a vast library of movies and TV shows to choose from.",
      "full_description": "Looking for endless entertainment at your fingertips? Look no further than Netflix! With a subscription priced at just $16 per month, you'll have access to thousands of movies, TV shows, and original series that you can watch anytime, anywhere. From award-winning dramas to family-friendly comedies, Netflix has something for everyone. Don't miss out – sign up today and start streaming your favorite content!",
      "details": "With a Netflix subscription for just $16 per month, you'll gain access to thousands of movies, TV shows, and original content that you won't find anywhere else. From award-winning dramas and comedies to thrilling action movies and documentaries, there's something for everyone on Netflix. Plus, with the ability to stream on multiple devices and download content to watch offline, you can enjoy your favorite shows and movies anytime, anywhere. Don't miss out on this incredible offer to join the millions of satisfied Netflix subscribers around the world – sign up today!\n\n\n",
      "highlights": [
        "Unlimited Streaming: With a Netflix subscription, you'll have unlimited access to thousands of TV shows, movies, and original content, all for one low monthly price.\n\n",
        "Ad-Free Viewing: Unlike other streaming platforms, Netflix doesn't include any ads or commercials during your viewing experience, so you can enjoy your favorite content uninterrupted.\n\n",
        "Multiple Profiles: With a Netflix subscription, you can create up to five different profiles for different members of your household, each with their own recommendations and watch history.\n\n",
        "Downloadable Content: With the ability to download select TV shows and movies, you can take your Netflix content on the go and watch it anywhere, without needing an internet connection.\n\n\n"
      ],
      "features": [
        "Award-winning content: Netflix is known for producing critically acclaimed original content, including shows like Stranger Things, The Crown, and Ozark. With a subscription for just $16 a month, you'll have access to all this and more.\n\n",
        "Customizable playback: Netflix lets you adjust your playback settings to your preference, including speed, subtitles, and audio options. You can even create your own watchlist of shows and movies for easy access.\n\n",
        "Variety of genres: Whether you're in the mood for action, romance, comedy, or horror, Netflix has a wide selection of content to choose from. With a subscription at just $16 a month, you'll never run out of things to watch.\n\n",
        "Compatibility with multiple devices: With a Netflix subscription, you can stream your favorite shows and movies on multiple devices, including your phone, tablet, laptop, or TV. Plus, you can watch on up to four different screens at the same time, perfect for sharing with family or friends.\n\n\n"
      ],
      "rating": 4.9,
      "reviews": 1000,
      "stock": true
    },
    {
      "id": "airpods",
      "thumb_src": "https://store.storeimages.cdn-apple.com/4982/as-images.apple.com/is/airpods-max-select-spacegray-202011_FMT_WHH?wid=1200&hei=630&fmt=jpeg&qlt=95&.v=1604615275000",
      "thumb_alt": "airpods-image",
      "images": [
        {
          "src": "https://m.media-amazon.com/images/I/813LwotY94L._AC_UF1000,1000_QL80_.jpg",
          "alt": "first_image"
        },
        {
          "src": "https://image-cdn.hypb.st/https%3A%2F%2Fhypebeast.com%2Fimage%2F2020%2F12%2Fairpods-max-closer-look-12.jpg?q=75&w=800&cbr=1&fit=max",
          "alt": "third_image"
        },
        {
          "src": "https://bgr.com/wp-content/uploads/2021/07/apple-airpods-max-2.jpg?quality=82&strip=all",
          "alt": "fourth_image"
        }
      ],
      "color": "Space Gray",
      "title": "Airpods",
      "price": 500.00,
      "description": "The AirPods Max are over-ear wireless headphones designed by Apple, featuring high-fidelity audio, active noise cancellation, and a sleek, minimalist design.\n\n\n",
      "full_description": "The AirPods Max are a premium over-ear wireless headphone option from Apple that feature high-fidelity audio with custom acoustic design, active noise cancellation, and spatial audio for a more immersive listening experience. The headphones are crafted from premium materials such as stainless steel, breathable mesh canopy, and memory foam ear cushions for a comfortable fit. The AirPods Max also include convenient features such as automatic pause/play when removing or placing the headphones on your head, and Siri voice control for hands-free use. Finally, the headphones come with a smart case that puts them in an ultra-low power state to preserve battery life when not in use.",
      "details": "The AirPods Max feature a custom acoustic design that delivers high-fidelity audio with deep bass, accurate mids, and crisp, clean highs. The headphones also feature active noise cancellation, which uses advanced algorithms to block out external noise and provide a more immersive listening experience. In addition, the AirPods Max include Spatial Audio, which uses dynamic head tracking to create a surround sound experience that adjusts to your head movement. The headphones are designed with a breathable mesh canopy and memory foam ear cushions that provide a comfortable fit, even during long listening sessions.",
      "highlights": [
        "High-fidelity audio: The AirPods Max feature custom acoustic design and high-fidelity audio that delivers rich, detailed sound with deep bass and clear highs.\n\n",
        "Active noise cancellation: The headphones use advanced algorithms to block out external noise, creating a more immersive listening experience.\n\n",
        "Spatial Audio: The AirPods Max include Spatial Audio technology, which creates a surround sound experience that adjusts to your head movement.\n\n",
        "Premium design: The headphones are crafted from premium materials such as stainless steel, breathable mesh canopy, and memory foam ear cushions, providing a comfortable and luxurious fit.\n\n\n"
      ],
      "features": [
        "Convenient controls: The AirPods Max feature a Digital Crown that allows you to easily control volume, play/pause, skip tracks, and activate Siri without needing to use your phone. The headphones also automatically pause music when you take them off and resume when you put them back on.\n\n\n",
        "Adaptive EQ: The headphones feature Adaptive EQ, which automatically tunes the audio to the shape of your ear for a more personalized and immersive listening experience.",
        "Battery life: The AirPods Max offer up to 20 hours of battery life, and the headphones include a Smart Case that puts them into an ultra-low power state to preserve battery life when not in use.",
        "Seamless connectivity: The headphones are easy to connect to your Apple devices and automatically switch between them, so you can seamlessly switch between your iPhone, iPad, and Mac without needing to manually connect each time."
      ],
      "rating": 4.8,
      "reviews": 666,
      "stock": true
    },
    {
      "id": "twitter",
      "thumb_src": "https://media.bizj.us/view/img/11855675/twitter*1200xx4032-2268-0-378.jpg",
      "thumb_alt": "twitter-image",
      "images": [
        {
          "src": "https://static.dezeen.com/uploads/2013/12/Twitters-colourful-global-headquarters-by-IA-Architects-and-Lundberg-Design_dezeen_30sq.jpg",
          "alt": "first_image"
        },
        {
          "src": "https://www.officelovin.com/wp-content/uploads/2020/02/twitter-toronto-office-m.jpg",
          "alt": "third_image"
        },
        {
          "src": "https://static.dezeen.com/uploads/2013/12/Twitters-colourful-global-headquarters-by-IA-Architects-and-Lundberg-Design_dezeen_29.jpg",
          "alt": "fourth_image"
        }
      ],
      "color": "Buyers Remorse Deal!",
      "title": "Twitter Inc.",
      "price": 9000000,
      "description": "Don't miss out on an incredible investment opportunity! For just $9,000,000, you could own Twitter, a social media platform that connects millions of users around the world and has a current valuation of over $50 billion!",
      "full_description": "Looking for an investment opportunity with enormous potential? Look no further than Twitter! For just $9,000,000, you could own a piece of this social media platform that connects millions of users and generates billions in revenue. With a current valuation of over $50 billion, Twitter is one of the most valuable companies on the internet. Don't wait – act now and take advantage of this incredible opportunity to own a piece of Twitter and potentially reap huge rewards!\n\n\n",
      "details": "With its real-time updates and viral potential, Twitter has revolutionized the way we communicate and consume information. As an investor in Twitter, you would be taking advantage of its massive user base and cutting-edge technology to generate revenue through advertising, promoted tweets, and other monetization strategies. Plus, with Twitter's continued growth and expansion into new markets, your investment is poised to see significant returns in the years to come. So why wait? Invest in Twitter today and start building your portfolio for the future!",
      "highlights": [
        "Incredible potential for growth: With millions of users and a strong revenue stream, Twitter has enormous potential for continued growth and profitability.\n\n",
        "Valuable asset: Twitter is currently valued at over $50 billion, making it one of the most valuable companies on the internet.\n\n",
        "Well-established platform: Twitter has been around for over a decade and has become a staple of modern communication, making it a reliable and trustworthy investment.\n\n",
        "Easy to own: For just $9,000,000, you could own a piece of this powerful social media platform, potentially earning significant returns on your investment.\n\n\n"
      ],
      "features": [
        "A Once-in-a-Lifetime Opportunity: Twitter is a household name and a social media platform that has revolutionized the way people communicate and connect. For just $9,000,000, you can own a piece of this groundbreaking company.\n\n",
        "A Billion-Dollar Business: Twitter is one of the most valuable companies on the internet, generating billions in revenue each year. As an investor, you'll have the potential to reap huge rewards as the company continues to grow and expand.\n\n",
        "A Global Community: With over 330 million active users around the world, Twitter is a platform that connects people from all walks of life. As an investor, you'll be part of this community and have a stake in its continued success.\n\n",
        "Unmatched Potential: Twitter is constantly evolving and innovating, with new features and products that keep users engaged and connected. As an investor, you'll have a front-row seat to this innovation and the potential to benefit from the company's continued growth and success.\n\n\n"
      ],
      "rating": 3.5,
      "reviews": 12321,
      "stock": true
    },
    {
      "id": "svb",
      "thumb_src": "https://i.imgur.com/tUPlhpd.jpg",
      "thumb_alt": "tesla-image",
      "images": [
        {
          "src": "https://officesnapshots.com/wp-content/uploads/2018/04/silicon-valley-bank-nyc-offices-2-700x525.jpg",
          "alt": "third_image"
        },
        {
          "src": "https://logodownload.org/wp-content/uploads/2021/04/first-republic-bank-logo-0.png",
          "alt": "first_image"
        },
        {
          "src": "https://www.svb.com/contentassets/be0abacbffcb4732a89d53c3fe164439/svb-logo.jpg",
          "alt": "fourth_image"
        }
      ],
      "color": "Buy-One-Get-One!",
      "title": "Bank-Collapse-Bundle",
      "price": 0.99,
      "description": "Get ready for the deal of a lifetime: buy Silicon Valley Bank for $0.99 and get First Republic Bank for free - don't miss out on this incredible bundle offer!",
      "full_description": "Looking for a once-in-a-lifetime bargain? Look no further than our exclusive bundle deal: buy Silicon Valley Bank for just $0.99 and get First Republic Bank absolutely free! That's right, two banks for the price of one - but act fast, because this incredible offer won't last forever. Whether you're an entrepreneur, investor, or simply looking to expand your financial portfolio, this deal is too good to pass up. So why wait? Get your hands on Silicon Valley Bank and First Republic Bank today!",
      "details": "Silicon Valley Bank and First Republic Bank have both collapsed, leading to a once-unthinkable opportunity for those seeking to acquire banks at a rock-bottom price. The bundle deal offers not one, but two banks for just a penny, giving buyers access to the combined resources of both institutions. Silicon Valley Bank, known for its expertise in serving the tech industry, and First Republic Bank, a long-standing institution in the banking world, together offer a diverse and valuable set of assets for the savvy investor. With this unique opportunity, buyers can acquire two banks for the price of a candy bar, making it a deal that simply cannot be ignored.",
      "highlights": [
        "Double the value: With the purchase of Silicon Valley Bank, buyers also receive First Republic Bank at no extra cost, doubling the value of the deal.\n",
        "Access to two different markets: Silicon Valley Bank is a go-to institution for technology startups and investors, while First Republic Bank offers a wider range of services, including personal and commercial banking.\n",
        "Opportunity for growth: By acquiring two banks at such a low cost, buyers have the opportunity to grow their portfolio and potentially profit in the long run.\n",
        "Limited-time offer: This bundle deal is only available for a limited time, so buyers must act fast in order to take advantage of this unprecedented opportunity.\n\n"
      ],
      "features": [
        "Risk involved: While the deal offers two banks for just $0.99, it's important to note that both banks have collapsed, meaning there is a risk involved in this purchase.\n",
        "Legal considerations: The acquisition of two collapsed banks may come with legal considerations, such as regulatory approval and potential liabilities.\n",
        "Potential rewards: Despite the risks involved, the purchase of two banks at such a low cost has the potential for high rewards if the buyer is able to turn them around successfully.\n",
        "Opportunity for diversification: By acquiring both Silicon Valley Bank and First Republic Bank, buyers have the opportunity to diversify their portfolio and expand their financial holdings.\n\n"
      ],
      "rating": 2.8,
      "reviews": 56183,
      "stock": true
    }
  ],
  "categories": [
    {
      "thumb_src": "https://images.unsplash.com/photo-1491933382434-500287f9b54b?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=400&q=80",
      "title": "Electronics"
    },
    {
      "thumb_src": "https://images.unsplash.com/photo-1541643600914-78b084683601?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=400&q=80",
      "title": "New Arivals"
    },
    {
      "thumb_src": "https://images.unsplash.com/photo-1504274066651-8d31a536b11a?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=400&q=80",
      "title": "Accessories"
    },
    {
      "thumb_src": "https://images.unsplash.com/photo-1556217256-f4e659e15103?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=400&q=80",
      "title": "Sale"
    }
  ],
  "reviews": [
    {
      "name": "Linda Smith",
      "date": "April 1, 2024",
      "rating": 5,
      "comment": "I used to be a productive member of society until I got Netflix. Now I'm a professional binge-watcher!",
      "productID": "netflix",
      "avatar": "https://images.unsplash.com/photo-1570295999919-56ceb5ecca61?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=200&q=80"
    },
    {
      "name": "John Doe",
      "date": "September 10, 2023",
      "rating": 4,
      "comment": "Netflix is the perfect excuse to avoid my responsibilities and just relax. Highly recommended!",
      "productID": "netflix",
      "avatar": "https://images.unsplash.com/photo-1618077360395-f3068be8e001?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=200&q=80"
    },
    {
      "name": "Karen Brown",
      "date": "November 28, 2023",
      "rating": 5,
      "comment": "I thought I had seen every movie and TV show out there, but Netflix keeps surprising me with new and exciting content. Love it!",
      "productID": "netflix",
      "avatar": "https://images.unsplash.com/photo-1485893086445-ed75865251e0?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=200&q=80"
    },
    {
      "name": "Bob Johnson",
      "date": "May 4, 2023",
      "rating": 5,
      "comment": "I used to think my life was boring, but then I got Netflix and now I have a never-ending supply of entertainment. Thank you, Netflix!",
      "productID": "netflix",
      "avatar": "https://images.unsplash.com/photo-1534126416832-a88fdf2911c2?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=200&q=80"
    },
    {
      "name": "Maggie Smith",
      "date": "May 4, 2023",
      "rating": 5,
      "comment": "I've been binge-watching my favorite shows all weekend thanks to Netflix! Their library is so extensive that I can always find something new to watch.",
      "productID": "netflix",
      "avatar": "https://images.unsplash.com/photo-1618077360395-f3068be8e001?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=200&q=80"
    },
    {
      "name": "Tony Stark",
      "date": "April 29, 2023",
      "rating": 5,
      "comment": "I've been using Netflix for years now, and I can't imagine going without it. They always have the latest and greatest shows and movies, and the streaming quality is top-notch.",
      "productID": "netflix",
      "avatar": "https://images.unsplash.com/photo-1485893086445-ed75865251e0?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=200&q=80"
    },
    {
      "name": "Alice Wonder",
      "date": "May 2, 2023",
      "rating": 4,
      "comment": "Netflix is my go-to for movie night with my friends. We always find something new and exciting to watch, and the ability to download shows and movies for offline viewing is a lifesaver!",
      "productID": "netflix",
      "avatar": "https://images.unsplash.com/photo-1542909168-82c3e7fdca5c?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=200&q=80"
    },
    {
      "name": "Bob Ross",
      "date": "April 30, 2023",
      "rating": 5,
      "comment": "Netflix is my happy place! I love being able to relax and watch my favorite shows and movies without any interruptions. The low monthly price is just icing on the cake!",
      "productID": "netflix",
      "avatar": "https://images.unsplash.com/photo-1570295999919-56ceb5ecca61?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=200&q=80"
    },
    {
      "name": "Ginger Snaps",
      "date": "May 2, 2023",
      "rating": 5,
      "comment": "I never knew what true love was until I met my AirPods Max. These headphones are like butter on my ears!",
      "productID": "airpods",
      "avatar": "https://images.unsplash.com/photo-1570295999919-56ceb5ecca61?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=200&q=80"
    },
    {
      "name": "Johnny Appleseed",
      "date": "April 30, 2023",
      "rating": 4,
      "comment": "My AirPods Max are so comfortable, I forget I'm wearing them... and then I try to walk away and get yanked back by the cord, oh wait, there's no cord! I'm freeeee!",
      "productID": "airpods",
      "avatar": "https://images.unsplash.com/photo-1618077360395-f3068be8e001?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=200&q=80"
    },
    {
      "name": "Betty Boop",
      "date": "April 29, 2023",
      "rating": 5,
      "comment": "I put on my AirPods Max and suddenly I'm in my own little world, where all my coworkers have been replaced by dancing unicorns. This is the best day ever!",
      "productID": "airpods",
      "avatar": "https://images.unsplash.com/photo-1485893086445-ed75865251e0?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=200&q=80"
    },
    {
      "name": "Cheddar Cheese",
      "date": "April 28, 2023",
      "rating": 5,
      "comment": "I was a little worried that my AirPods Max would be too big for my head, but it turns out they're the perfect size for my giant, cheese-loving ears. Thanks, Apple!",
      "productID": "airpods",
      "avatar": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=200&q=80"
    },
    {
      "name": "Lila Perry",
      "date": "June 8, 2023",
      "rating": 5,
      "comment": "I've never heard music like this before! I feel like I'm in a concert hall, but without the sticky floors and overpriced drinks.",
      "productID": "airpods",
      "avatar": "https://images.unsplash.com/photo-1570295999919-56ceb5ecca61?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=200&q=80"
    },
    {
      "name": "Maxwell O'Connor",
      "date": "August 15, 2023",
      "rating": 5,
      "comment": "I'm pretty sure these headphones are magic. The sound quality is so good, I can't even hear my kids arguing in the next room.",
      "productID": "airpods",
      "avatar": "https://images.unsplash.com/photo-1618077360395-f3068be8e001?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=200&q=80"
    },
    {
      "name": "Samantha Lee",
      "date": "May 28, 2023",
      "rating": 4,
      "comment": "I've been wearing these headphones for so long, I forgot they were even on my head. I had to check to make sure I wasn't walking around the house with them on.",
      "productID": "airpods",
      "avatar": "https://images.unsplash.com/photo-1485893086445-ed75865251e0?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=200&q=80"
    },
    {
      "name": "Mark Davis",
      "date": "July 29, 2023",
      "rating": 5,
      "comment": "I love these headphones so much, I almost feel bad for my old earbuds. Almost.",
      "productID": "airpods",
      "avatar": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=200&q=80"
    },
    {
      "name": "Cindy Lauper",
      "date": "July 4, 2023",
      "rating": 5,
      "comment": "Bought Twitter for $9,000,000 and now my followers think I'm rich and famous! #investmentgoals #fakelife",
      "productID": "twitter",
      "avatar": "https://images.unsplash.com/photo-1570295999919-56ceb5ecca61?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=200&q=80"
    },
    {
      "name": "Harry Potter",
      "date": "September 1, 2023",
      "rating": 4,
      "comment": "Who needs magic when you can own a piece of Twitter? Just hoping I don't get expelled from the stock market. #muggleinvestor",
      "productID": "twitter",
      "avatar": "https://images.unsplash.com/photo-1618077360395-f3068be8e001?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=200&q=80"
    },
    {
      "name": "Mia Wallace",
      "date": "October 31, 2023",
      "rating": 5,
      "comment": "Got Twitter stock for Halloween and it's been a treat watching the value grow! #investmentsarebetterthancandy",
      "productID": "twitter",
      "avatar": "https://images.unsplash.com/photo-1485893086445-ed75865251e0?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=200&q=80"
    },
    {
      "name": "Barbie Doll",
      "date": "December 25, 2023",
      "rating": 4,
      "comment": "My Ken got me Twitter stock for Christmas and it's the most thoughtful gift he's ever given me. #betterthanadjacentdreamhouse",
      "productID": "twitter",
      "avatar": "https://images.unsplash.com/photo-1534126416832-a88fdf2911c2?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=200&q=80"
    },
    {    "name": "Lola Richards",    "date": "June 2, 2023",    "rating": 5,    "comment": "I've been tweeting non-stop since buying a piece of Twitter. Now my followers think I'm a social media guru. Thanks, Twitter!",    "productID": "twitter",    "avatar": "https://images.unsplash.com/photo-1570295999919-56ceb5ecca61?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=200&q=80"  },  {    "name": "Juanita Rodriguez",    "date": "May 27, 2023",    "rating": 4,    "comment": "My husband thought I was crazy for buying a piece of Twitter, but now he's begging me to invest in more social media platforms. Thanks, Twitter, for making me look like a genius!",    "productID": "twitter",    "avatar": "https://images.unsplash.com/photo-1618077360395-f3068be8e001?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=200&q=80"  },  {    "name": "James Park",    "date": "May 31, 2023",    "rating": 5,    "comment": "I used to spend all my time on social media, but now I get paid for it! Thanks, Twitter, for giving me an excuse to be a couch potato.",    "productID": "twitter",    "avatar": "https://images.unsplash.com/photo-1534126416832-a88fdf2911c2?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=200&q=80"  },  {    "name": "Emily Nguyen",    "date": "June 3, 2023",    "rating": 4,    "comment": "I never thought I'd be a social media mogul, but here I am, thanks to Twitter! I'm still waiting for the paparazzi to show up...",    "productID": "twitter",    "avatar": "https://images.unsplash.com/photo-1485893086445-ed75865251e0?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=200&q=80"  },
    {
      "name": "Linda Gonzalez",
      "date": "June 8, 2023",
      "rating": 5,
      "comment": "I was skeptical at first, but after buying Silicon Valley Bank for $0.99 and getting First Republic Bank for free, I felt like I robbed a bank! Wait, no, that didn't come out right...",
      "productID": "svb",
      "avatar": "https://images.unsplash.com/photo-1570295999919-56ceb5ecca61?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=200&q=80"
    },
    {
      "name": "Alex Kim",
      "date": "July 2, 2023",
      "rating": 4,
      "comment": "I was looking for a bank, but I got two for the price of one! Silicon Valley Bank and First Republic Bank have been great so far. Now I can finally afford to buy that yacht I've always wanted. Kidding, kidding...",
      "productID": "svb",
      "avatar": "https://images.unsplash.com/photo-1618077360395-f3068be8e001?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=200&q=80"
    },
    {
      "name": "Michelle Patel",
      "date": "July 17, 2023",
      "rating": 5,
      "comment": "I couldn't believe my luck when I saw this deal - it was almost too good to be true! But after using both Silicon Valley Bank and First Republic Bank, I can confidently say that this bundle is a steal. Now if only I could get a deal like this on my student loans...",
      "productID": "svb",
      "avatar": "https://images.unsplash.com/photo-1485893086445-ed75865251e0?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=200&q=80"
    },
    {
      "name": "Tyler Johnson",
      "date": "August 1, 2023",
      "rating": 4,
      "comment": "I've never been a fan of banks, but Silicon Valley Bank and First Republic Bank have been surprisingly easy to use. And at this price, I can finally afford to have a bank account AND a social life. Who knew?",
      "productID": "svb",
      "avatar": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=200&q=80"
    },
    {
      "name": "Martha Thomas",
      "date": "August 20, 2023",
      "rating": 5,
      "comment": "I couldn't believe my luck when I saw this offer. Two banks for less than a dollar? Sign me up! I'm so glad I took advantage of this deal.",
      "productID": "svb",
      "avatar": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=200&q=80"
    },
    {
      "name": "John Brown",
      "date": "September 1, 2023",
      "rating": 4,
      "comment": "I wasn't sure if this was too good to be true, but I took a chance and I'm glad I did. I've already started using both banks and I'm very happy with my decision.",
      "productID": "svb",
      "avatar": "https://images.unsplash.com/photo-1570295999919-56ceb5ecca61?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=200&q=80"
    },
    {
      "name": "Samantha Lee",
      "date": "October 3, 2023",
      "rating": 5,
      "comment": "What a deal! I was skeptical at first, but I read some reviews and decided to give it a try. I'm so glad I did, because now I have two great banks at an unbeatable price.",
      "productID": "svb",
      "avatar": "https://images.unsplash.com/photo-1542909168-82c3e7fdca5c?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=200&q=80"
    },
    {
      "name": "David Kim",
      "date": "November 10, 2023",
      "rating": 4,
      "comment": "I'm not sure how they can afford to offer such a great deal, but I'm not complaining! I got two banks for less than a dollar, and both are working great for me so far.",
      "productID": "svb",
      "avatar": "https://images.unsplash.com/photo-1485893086445-ed75865251e0?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=200&q=80"
    }
  ],
  "orders": [
    {
      "orderNumber": 23791,
      "products": [
        {
          "id": "01",
          "status": "Processed",
          "quantity": 1,
          "dateModified": "March 23, 2023"
        },
        {
          "id": "02",
          "status": "Delivered",
          "quantity": 3,
          "dateModified": "June 28, 2023"
        }
      ],
      "payment": {
        "cardNumber": "0042",
        "expiringDate": "01/27"
      },
      "date": "March 23, 2023",
      "address": "Mike Jenkins, 4717, Don Valley Village Toronto, ON N3Y 4H8",
      "email": "g*****@mail.com",
      "phoneNumber": "+1*****21"
    },
    {
      "orderNumber": "WB2341",
      "products": [
        {
          "id": "03",
          "status": "Order Placed",
          "quantity": 1,
          "dateModified": "March 23, 2023"
        }
      ],
      "payment": {
        "cardNumber": "4119",
        "expiringDate": "01/27"
      },
      "date": "March 28, 2023",
      "address": "Mike Jenkins, 4717, Don Valley Village Toronto, ON N3Y 4H8",
      "email": "as*****@mail.com",
      "phoneNumber": "+4*****23"
    },
    {
      "orderNumber": "010110",
      "products": [
        {
          "id": "04",
          "status": "Order Placed",
          "quantity": 1,
          "dateModified": "Sep 09, 2023"
        },
        {
          "id": "01",
          "status": "Shipped",
          "quantity": 1,
          "dateModified": "Sep 12, 2023"
        },
        {
          "id": "02",
          "status": "Delivered",
          "quantity": 1,
          "dateModified": "Sep 13, 2023"
        }
      ],
      "payment": {
        "cardNumber": "5290",
        "expiringDate": "11/27"
      },
      "date": "Sep 07, 2023",
      "address": "Mike Jenkins, 4717, Don Valley Village Toronto, ON N3Y 4H8",
      "email": "ju*****@mail.com",
      "phoneNumber": "+4*****52"
    }
  ],
  "shoppingCart": [
    "01",
    "02",
    "03"
  ],
  "shoppingCart2": [
    "02",
    "03",
    "04"
  ]
}
